<?php
return array(
    'APIKEY'    =>    'ff855ecd0658ef755acac268ec392bff',
    'I_LABEL'   =>    array(
        '0'     =>    '特殊才艺',
        '1'     =>    '颜值担当',
        '2'     =>    '逗比闲聊',
        '3'     =>    '声音甜美',
        '4'     =>    '乖巧粘人',
        '5'     =>    '情感知心',
        '6'     =>    '爽朗直率',
        '7'     =>    '激情四射'
    ),
    'OCCUPATION'   =>    array(
        '0'     =>    '学生',
        '1'     =>    '主播',
        '2'     =>    '医生',
        '3'     =>    '护士',
        '4'     =>    '模特',
        '5'     =>    '教师',
        '6'     =>    '公务员',
        '7'     =>    '个体经营',
        '8'     =>    '上班族',
        '9'     =>    '其它'
    ),
    'CHARM_PART'   =>    array(
        '0'     =>    '眼睛',
        '1'     =>    '鼻子',
        '2'     =>    '耳朵',
        '3'     =>    '嘴唇',
        '4'     =>    '胸部',
        '5'     =>    '腰部',
        '6'     =>    '腿',
        '7'     =>    '臀部',
        '8'     =>    '手',
        '9'     =>    '其它'
    ),
    'ROYALTIES_PERCENT'     =>  '40', // 陪陪提成百分比，默认为40%，平台60%
    'CHARM_MULRIPLE'        =>  '10', // 魅力倍数默认10倍
    'ADMIN_PHONE'           =>  '18423031898', // 管理员手机号码
    'ADMIN_NAME'           =>  '马俊' // 管理员姓名
);